Repository: tpak/meridian
Catalog: Clocker/Clocker/*.lproj/Localizable.strings
Languages: fr

source: CFBundleDisplayName
fr: Meridian

source: Thank you for helping make Meridian even better!
fr: Merci d'aider à améliorer Meridian !

source: iRateMessageTitle
fr: Noter %@

source: iRateAppMessage
fr: Si vous aimez utiliser %@, pourriez-vous prendre un moment pour l'évaluer ? Cela ne prendra pas plus d'une minute. Merci pour votre soutien !

source: iRateGameMessage
fr: Si vous aimez utiliser %@, pourriez-vous prendre un moment pour l'évaluer ? Cela ne prendra pas plus d'une minute. Merci pour votre soutien !

source: iRateCancelButton
fr: Non Merci

source: iRateRateButton
fr: Évaluez-le maintenant

source: iRateRemindButton
fr: Me le rappeler ultérieurement

source: iRateUpdateMessage
fr: Mettre à jour maintenant ?

source: MeridianVersion
fr: Version %@

source: CLFeedbackAlertTitle
fr: Merci pour votre aide à rendre Meridian encore meilleur!

source: app-name
fr: Meridian

source: start-at-login
fr: Activer avec la session

source: setup-steps
fr: Plus que trois marches à gravir et vous aurez ajusté Meridian

source: Permissions-Header
fr: Droits d'accès

source: See your next Calendar event here.
fr: Retrouvez votre prochain événement de calendrier ici.

source: Click here to start.
fr: Cliquez ici pour commencer.

source: Reminders Access
fr: Accès aux rappels

source: Calendar Access
fr: Accès au Calendrier

source: Permissions
fr: Autorisations

source: Calendar Detail
fr: Les événements à venir de vos calendriers personnels et partagés peuvent être affichés dans la barre de menus et dans le panneau.

source: Reminders Detail
fr: Placez des rappels dans le fuseau horaire de votre choix. Vos rappels seront enregistrés dans l'application 'Rappels' par défaut.

source: Privacy Text
fr: Vous pourrez modifier cela plus tard dans la section Confidentialité des Préférences Système.

source: Granted Button Text
fr: Autorisé

source: Denied Button Text
fr: Refusée

source: Grant Button Text
fr: Autoriser

source: It only takes 3 steps to setup Meridian.
fr: Cela ne prend que 3 étapes pour configurer Meridian.

source: Preferences Tab
fr: Préférences

source: Appearance Tab
fr: Apparence

source: Calendar Tab
fr: Calendrier

source: About Tab
fr: À propos

source: Permissions Tab
fr: Autorisations

source: Start at Login
fr: Démarrer Meridian à la connexion

source: Sort by Time Difference
fr: Trier par différence de temps

source: Sort by Name
fr: Tri par nom

source: Sort by Label
fr: Trier par étiquette

source: Search Field Placeholder
fr: Saisissez une ville, une région ou un pays

source: No Timezone Selected
fr: Veuillez sélectionner un fuseau horaire !

source: Max Timezones Selected
fr: 100 fuseaux horaires maximum autorisés !

source: Max Search Characters
fr: 50 caractères maximum autorisés !

source: Add Button Title
fr: Ajouter

source: Close Button Title
fr: Fermer

source: Open Meridian At Login
fr: Ouvrir Meridian à la connexion

source: Launch Meridian
fr: Lancer Meridian

source: It only takes 3 steps to set up Meridian.
fr: Cela ne prend que 3 étapes pour configurer Meridian.

source: Get Started
fr: Commencer

source: Calendar Access Title
fr: Accès au calendrier

source: Reminders Access Title
fr: Accès aux rappels

source: Later Config Description
fr: Ces paramètres peuvent être configurés plus tard dans les Préférences Système.

source: Back
fr: Retour

source: Continue
fr: Continuer

source: Meridian is more useful when it can display events from your calendars.
fr: Meridian est plus utile quand il peut afficher des événements de vos calendriers.

source: Meridian is more useful when it can display events from your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy.
fr: Meridian est plus utile quand il peut afficher des événements de vos calendriers. Vous pouvez modifier ce paramètre dans Préférences Système › Sécurité & Confidentialité › Confidentialité.

source: Launch Preferences
fr: Préférences de démarrage

source: Grant Access
fr: Autoriser l'accès

source: Upcoming events from your calendars can be shown in the menubar + panel.
fr: Les événements à venir de vos calendriers personnels et partagés peuvent être affichés dans la barre de menus et dans le panneau.

source: Granted
fr: Autorisé

source: Denied
fr: Refusé

source: Grant
fr: Autoriser

source: Unexpected
fr: Inattendu

source: Quick Add Locations
fr: Ajouter rapidement des emplacements

source: More search options in Meridian Preferences.
fr: Plus d'options de recherche dans les Préférences de Meridian.

source: Enter 3 or more characters for locations you'll like to add
fr: Entrez 3 caractères ou plus pour les emplacements que vous souhaitez ajouter

source: Launch at Login
fr: Démarrer à la connexion

source: This can be configured later in Meridian Preferences.
fr: Ceci peut être configuré plus tard dans les préférences de Meridian.

source: Should Meridian open automatically on startup?
fr: Meridian doit-il s'ouvrir automatiquement au démarrage ?

source: You're all set!
fr: Tout est prêt !

source: Thank you for the details.
fr: Merci pour votre commentaire.

source: You'll see a clock icon in your Menu Bar when you launch the app. If you'd like to see a dock icon, go to Preferences.
fr: Vous verrez une icône d'horloge dans votre barre de menu lorsque vous lancez l'application. Si vous souhaitez voir une icône de dock, allez dans Préférences.

source: If you'd like to help us localize the app in your language or receive infrequent app-related updates, please enter your email!
fr: Si vous souhaitez nous aider à localiser l'application dans votre langue ou recevoir des mises à jour peu fréquentes liées à l'application, veuillez entrer votre adresse e-mail !

source: Panel Theme
fr: Apparence de la fenêtre

source: Favourite a timezone to enable menubar display options.
fr: Mettre en favori un fuseau horaire pour activer les options d'affichage de la barre de menus.

source: Main Panel Options
fr: Options de la fenêtre principale

source: Time Format
fr: Format de l'heure

source: Day Display Options
fr: Options d'affichage du jour

source: Show Sunrise/Sunset
fr: Afficher le lever/coucher du soleil

source: Preview
fr: Prévisualisation

source: No places added
fr: Aucun lieu ajouté

source: No upcoming event.
fr: Aucun événement à venir.

source: Florida
fr: Floride
